Revit 2015 API
FasciaTypeSet Constructor
Initializes a new instance of the FasciaTypeSet class
Namespace: Autodesk.Revit.DB.Architecture
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public FasciaTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
FasciaTypeSet()
See Also
FasciaTypeSet Class
Autodesk.Revit.DB.Architecture Namespace